Repository: axionvpn/AxionVPN-OSX
Catalog: tunnelblick/*.lproj/Localizable.strings
Languages: pt_br

source: An error occurred while trying to revert to the secured (shadow) copy. See the Console Log for details.
pt_br: Um erro ocorreu enquanto tentava reverter para a cópia protegida. Veja o Registro do Console para detalhes.

source: An Internal AxionVPN error occurred%@%@
pt_br: Ocorreu um erro interno %1$@%2$@ no Tunnelblick

source: An Internal AxionVPN error occurred: fileIsReasonableSize: Cannot get attributes: %@
pt_br: Ocorreu um erro interno no Tunnelblick: fileIsReasonableSize: Impossível obter atributos: %@

source: An Internal AxionVPN error occurred: fileIsReasonableSize: Cannot get size: %@
pt_br: Ocorreu um erro interno no Tunnelblick: fileIsReasonableSize: Impossível obter tamanho: %@

source: An Internal AxionVPN error occurred: fileIsReasonableSize: Cannot get type: %@
pt_br: Ocorreu um erro interno no Tunnelblick: fileIsReasonableSize: Impossível obter tipo: %@

source: An Internal AxionVPN error occurred: fileIsReasonableSize: invalid file type: %@
pt_br: Ocorreu um erro interno no Tunnelblick: fileIsReasonableSize: Tipo de arquivo inválido: %@

source: An Internal AxionVPN error occurred: fileIsReasonableSize: path is nil
pt_br: Ocorreu um erro interno no Tunnelblick: fileIsReasonableSize: Caminho não definido: %@

source: Anonymous unique ID
pt_br: ID único anônimo

source: Are you sure you do not want to convert OpenVPN configurations to Tunnelblick VPN Configurations? CONFIGURATIONS WILL NOT BE AVAILABLE IF YOU DO NOT CONVERT THEM!
pt_br: Tem certeza que deseja converter as configurações OpenVPN para configurações VPN Tunnelblick? ELAS NÃO ESTARÃO DISPONÍVEIS SE CONVERTÊ-LAS!

source: Are you sure you wish to delete the credentials (private key or username and password) for '%@' that are stored in the Keychain?
pt_br: Você tem certeza que gostaria de apagar as credenciais (chave privada ou usuário e senha) para '%@' que estão armazeadas nas Chaves?

source: Are you sure you wish to delete the credentials (private key or username and password) stored in the Keychain for '%@' credentials?
pt_br: Tem certeza que você deseja apagar as credenciais (chave privada ou usuário e senha) armazenadas em Chaves para as credenciais '%@'?

source: At line %lu of the OpenVPN configuration file: %@
pt_br: Na linha %1$lu do arquivo de configuração do OpenVPN: %2$@

source: Backslash at end of line %u is not allowed
pt_br: Não é permitido o uso de contrabarra (\) no final da linha %u

source: Cannot find configuration file at %@
pt_br: Arquivo de configuração não encontrado em %@

source: Cannot install configurations to either shared or private locations
pt_br: Não é possível instalar configurações em locais compartilhados ou privados

source: Cannot uninstall configuration '%@' because it is not installed.
pt_br: Não é possível desinstalar a configuração ' %@' porque a mesma não está instalada.

source: Configuration '%@' contains one or more scripts which may cause problems if you replace or uninstall the configuration while it is connected. Do you wish to replace the configuration?
pt_br: A configuração ' %@' contém um ou mais scripts que podem causar problemas se você substituir ou desinstalar a configuração enquanto a mesma estiver sendo utilizada. Você deseja substituir a configuração?

source: Configuration '%@' is not updatable because it could not be marked as 'updatable'.
pt_br: A configuração ' %@' não é atualizável porque não foi possível marcar a mesma como 'atualizável'.

source: Configuration '%@' will be ignored because its name contains characters that are not allowed. Characters that are not allowed: '%s'
pt_br: Configuração '%1$@' será ignorada porque seu nome contem caracteres que não são permitidos. Caracteres que não são permitidos: '%2$s'

source: Configurations are installed from files that are supplied to you by your network manager or VPN service provider. Configuration files have extensions of .tblk, .ovpn, or .conf. (There may be other files associated with the configuration that have other extensions; ignore them for now.) To install a configuration file, double-click it. The new configuration will be available in Tunnelblick immediately.
pt_br: Configurações podem ser instaladas a partir de arquivos que podem ser fornecidos pelo administrador de sua rede ou por seu provedor de serviços VPN. Arquivos de configuração possuem extensões .tblk, .ovpn, ou .conf. (Podem existir outros arquivos associados a uma configuração que possuem outras extensões; ignore-as por enquanto.) Para instalar um arquivo de configuração, dê um duplo-clique. A nova configuração estará pronta para ser utilizada imediatamente.

source: Connect:
pt_br: Conectar:

source: Connection:
pt_br: Conexão:

source: Converted OpenVPN configuration
pt_br: Conversão de configuração OpenVPN finalizada com sucesso

source: Converting %@ at line %lu: %@
pt_br: Convertendo %1$@ na linha %2$lu: %3$@

source: Converting %@: %@
pt_br: Convertendo %1$@: %2$@

source: Copied %@
pt_br: Copiado %@

source: Copied %@, removing CR characters
pt_br: Copiado %@, removendo caracteres CR

source: Copyright © 2004-%@ Angelo Laub and others.
pt_br: Copyright © 2004-%@ Angelo Laub e outros.

source: Could not copy %@ to %@
pt_br: Não pode copiar %1$@ para %2$@

source: Could not create %@
pt_br: Não foi possível criar %@

source: Could not delete %@
pt_br: Não pode apagar %@

source: Could not find easy-rsa in AxionVPN.app
pt_br: Não pode encontrar easy-rsa no AxionVPN.app

source: Could not find easy-rsa version information in AxionVPN.app
pt_br: Não pode encontrar informação de versão do easy-rsa no AxionVPN.app

source: Could not get attributes of %@
pt_br: Não pode obter atributos de %@

source: Could not get modification date of %@
pt_br: Não pode obter data de modificação de %@

source: Could not resolve symbolic link at %@
pt_br: Não foi possível resolver o link simbólico em %@

source: Could not set modification date of %@ to %@
pt_br: Não pode ajustar a data de modificação de %1$@ para %2$@

source: DNS servers:
pt_br: Servidores DNS:

source: Deleting a configuration is permanent and cannot be undone. All settings for the configuration will also be deleted permanently. %@%@ Are you sure you wish to delete configuration '%@'?
pt_br: A remoção de uma configuração é permanente e não pode ser desfeita. Todos os ajustes para a configuração também será removido permanentemente. %1$@%2$@ Você tem certeza que deseja apagar a configuração '%3$@'?

source: Did not need to modify configuration file; no path information to remove
pt_br: Não foi necessário modificar o arquivo de configuração; não há caminho a remover

source: Do you wish to delete the %@ credentials?
pt_br: Deseja apagar as credenciais %@?

source: Do you wish to install the '%@' configuration so that all users can use it, or so that only you can use it?
pt_br: Deseja instalar a configuração '%@' para que todos os usuários possam utilizá-la, ou somente você pode utilizá-la?

source: Do you wish to reinstall '%@' version %@?
pt_br: Você deseja reinstalar '%1$@' versão %2$@ ?

source: Do you wish to replace '%@' version %@ with version %@?
pt_br: Você deseja substituir '%1$@' versão %2$@ pela versão %3$@ ?

source: Do you wish to replace the '%@' configuration?
pt_br: Você deseja substituir a configuração '%@' ?

source: Do you wish to revert the '%@' configuration to its last secured (shadow) copy?
pt_br: Você deseja reverter a configuração '%@' para sua última cópia protegida?

source: Domain:
pt_br: Domínio:

source: Double-quote missing in line %u
pt_br: Faltam caracteres aspas duplas na linha %u

source: Expected command not found for '%@'
pt_br: Comando esperado não encontrado para '%@'

source: Expected path not found for '%@'
pt_br: Caminho esperado não encontrado para '%@'

source: Failed to copy %@ to %@
pt_br: Falha ao copiar %1$@ para %2$@

source: Failed to create folder at %@
pt_br: Falha ao criar a pasta %@

source: Failed to create symlink to %@ at %@
pt_br: Falha ao criar o link simbólico para %1$@ em %2$@

source: Failed to set permissions on %@
pt_br: Falha ao definir permissões para %@

source: Fast User Switching
pt_br: Troca Rápida de Usuário

source: File '%@' appears to be in 'rich text' format because it starts with a '{' character. All OpenVPN-related files must be 'plain text' or 'UTF-8' files.
pt_br: Arquivo '%@' aparenta ter formato 'rich text' porque inicia com um caractere '{'. Todos os arquivos relacionados ao OpenVPN devem ser do tipo 'plain text' ou 'UTF-8'.

source: File '%@' ends with a backslash, which is not allowed.
pt_br: Arquivo '%@' termina com uma contrabarra (\), o que não é permitido.

source: File '%@' has an extension which is not known to Tunnelblick.
pt_br: Arquivo '%@' possui uma extensão que não é reconhecida pelo Tunnelblick.

source: File '%@' is empty
pt_br: O arquivo '%@' está vazio

source: File '%@' is missing
pt_br: O arquivo '%@' está faltando

source: File is too large: %@
pt_br: O arquivo %@ é muito grande

source: Icon:
pt_br: Ícone:

source: In %@: There are no OpenVPN configurations to install.
pt_br: Em %@: Não existem configurações OpenVPN para instalação.

source: In the OpenVPN configuration file for '%@' at line %lu: %@
pt_br: No arquivo de configuração OpenVPN para '%1$@' na linha %2$lu: %3$@

source: In the OpenVPN configuration file for '%@': %@
pt_br: No arquivo de configuração OpenVPN para '%1$@': %2$@

source: In:
pt_br: Entrada:

source: Installation failed: %@
pt_br: Falha na instalação: %@

source: Installation finished successfully.
pt_br: Instalação concluída com sucesso.

source: Installing Tunnelblick VPN Configurations...
pt_br: Instalando Configurações VPN do Tunnelblick…

source: Installing and securing AxionVPN...
pt_br: Instalando e protegendo o Tunnelblick…

source: Installing configurations is not allowed
pt_br: Não é permitido instalar configurações

source: Invalid value '%@' for '%@' in %@
pt_br: Valor inválido '%1$@' para '%2$@' em %3$@

source: Keyboard shortcut:
pt_br: Atalho do teclado:

source: Last checked: %@
pt_br: Última verificação: %@

source: Line %d of file '%@' contains a non-printable character (0x%02X) which is not allowed.
pt_br: Linha %1$d do arquivo '%2$@' contém caractere (0x%3$X) não permitido.

source: Localization by
pt_br: Traduzido por

source: Maximum log display size:
pt_br: Tamanho máx. de amostra do log

source: Missing CFBundleIdentifier or CFBundleVersion in Info.plist for %@ This VPN Configuration is enclosed in an updatable outer VPN Configuration, so it must include its own CFBundleIdentifier and CFBundleVersion.
pt_br: Não existe CFBundleIdentifier ou CFBundleVersion em Info.plist para %@ Esta configuração VPN está contida em outra configuração VPN atualizável, desta forma a mesma deve incluir seu próprio CFBundleIdentifier e CFBundleVersion.

source: Missing Info.plist for %@ This VPN Configuration is enclosed in an updatable outer VPN Configuration, so it must include an Info.plist.
pt_br: Não existe Info.plist para %@ Esta configuração VPN está contida em uma configuração VPN atualizável, desta forma a mesma deve incluir um Info.plist.

source: Modified configuration file to remove path information
pt_br: Arquivo de configuração alterado para remoção de caminhos

source: Multiple simultaneous connections would be created (%d with 'Set nameserver', %d without 'Set nameserver').
pt_br: Múltiplas conexões simultâneas seriam criadas (%1$d com 'Definir nameserver', %2$d sem 'Definir nameserver').

source: Named Credentials
pt_br: Credenciais Nominais

source: Names may not include any of the following characters: %s %@
pt_br: Nomes não podem conter os seguintes caracteres: %1$s %2$@

source: Names may not include any of the following characters: %s Please enter a name for the new credentials:
pt_br: Nomes não podem conter os seguintes caracteres: %s Por favor digite um nome para a nova credencial:

source: NetBIOS name:
pt_br: Nome NetBIOS:

source: Network setting
pt_br: Configuração de rede

source: No 'TBPackageVersion' in %@
pt_br: Não há 'TBPackageVersion' em %@

source: No path to easy-rsa. The most likely cause is a problem with the 'easy-rsaPath' preference
pt_br: Nenhum caminho para easy-rsa. A causa mais provável é um problema com a preferência 'easy-rsaPath'

source: Non-array value for '%@' in %@
pt_br: Valor não vetorial para '%1$@' em %2$@

source: Non-boolean value for '%@' in %@
pt_br: Valor não booleano para '%1$@' em %2$@

source: Non-integer value for '%@' in %@
pt_br: Valor não-inteiro para ' %1$@' em %2$@

source: Non-string value for '%@' in %@
pt_br: Valor não string para '%1$@' em %2$@

source: Non-string value for an item in '%@' in %@
pt_br: Valor não string para um ítem em '%1$@' em %2$@

source: Not a .ovpn or .conf: %@
pt_br: Não é do tipo .ovpn ou .conf: %@

source: Not replacing an existing configuration, so configuration '%@' cannot use 'TBKeepExistingFilesList'
pt_br: Não se está substituindo uma configuração existente, então a configuração ' %@' não pode utilizar 'TBKeepExistingFilesList'

source: Notification window:
pt_br: Janela de notificação:

source: One or more OpenVPN processes are running but are unknown to Tunnelblick. If you are not running OpenVPN separately from Tunnelblick, this usually means that an earlier launch of Tunnelblick was unable to shut them down properly and you should terminate them. They are likely to interfere with Tunnelblick's operation. Do you wish to terminate all OpenVPN processes?
pt_br: Um ou mais processos OpenVPN estão executando mas são desconhecidos do Tunnelblick. Se você não está executando o OpenVPN separadamente do Tunnelblick, isto normalmente significa que uma sessão anterior do Tunnelblick não pode terminá-los adequadamente e você deverá terminá-los. Provavelmente eles poderão interferir com a operação do Tunnelblick. Deseja terminar todos os processos OpenVPN?

source: One or more OpenVPN processes are running but are unknown to Tunnelblick. If you are not running OpenVPN separately from Tunnelblick, this usually means that an earlier launch of Tunnelblick was unable to shut them down properly and you should terminate them. They are likely to interfere with Tunnelblick's operation. Do you wish to terminate them?
pt_br: Um ou mais processos do OpenVPN estão executando, mas são desconhecidos ao Tunnelblick. Se você não está executando o OpenVPN separadamente do Tunnelblick, isto geralmente significa que a última inicialização do Tunnelblick não pode encerrá-los apropriadamente e você deve encerrá-los. Eles provavelmente irão interferir aom a operação do Tunnelblick. Você quer encerrá-los?

source: One or more OpenVPN processes are running but are unknown to Tunnelblick. If you are not running OpenVPN separately from Tunnelblick, this usually means that an earlier launch of Tunnelblick was unable to shut them down properly and you should terminate them. They are likely to interfere with Tunnelblick's operation. They can be terminated in the 'Activity Monitor' application.
pt_br: Um ou mais processos OpenVPN estão executando mas são desconhecidos do Tunnelblick. Se você não está executando o OpenVPN separadamente do Tunnelblick, isto normalmente significa que uma sessão anterior do Tunnelblick não pode terminá-los adequadamente e você deverá terminá-los. Provavelmente eles poderão interferir com a operação do Tunnelblick. Deseja terminar todos os processos OpenVPN?. Eles podem ser finalizados na aplicação ‘Monitor de Atividade'.

source: One or more configurations are being ignored. See the Console Log for details.
pt_br: Uma ou mais configurações estão sendo ignoradas. Veja os logs da Console para mais detalhes.

source: One or more problems were detected: %@
pt_br: Um ou mais problemas foram detectados: %@

source: Only a Tunnelblick VPN Configuration (.tblk) can start when the computer starts.
pt_br: Somente uma configuração VPN do Tunnelblick (.tblk) pode ser usada quando o computador iniciar.

source: OpenVPN is not responding to requests to disconnect %@. Tunnelblick will disconnect when OpenVPN starts responding to disconnection requests. THIS MAY TAKE UP TO TWO MINUTES in certain unusual circumstances. The connection will be unavailable until it is disconnected.
pt_br: A OpenVPN não está respondendo a solicitação para desconectar %@. O Tunnelblick irá desconectar quando OpenVPN responder as solicitações de desconexão. ESTA OPERAÇÃO PODE REQUERER ATÉ DOIS MINUTOS sob circunstâncias não usuais. A conexão ficará indisponível até a desconexão ser completada.

source: OpenVPN version %@ is not available. Changing this configuration to use the latest version (%@) that is included in this version of Tunnelblick.
pt_br: OpenVPN versão %1$@ não está disponível. Modificando esta configuração para utilizar a última versão (%2$@) que está inclusa nesta versão do Tunnelblick.

source: OpenVPN version %@ is not available. Using the latest version (%@) as the default.
pt_br: OpenVPN versão %1$@ não está disponível. Usando como padrão a versão mais recente (%2$@).

source: OpenVPN version:
pt_br: Versão do OpenVPN:

source: Out:
pt_br: Saída:

source: Password:
pt_br: Senha:

source: Path '%@' contains characters that are not allowed. Characters that are not allowed: '%s'
pt_br: Caminho '%1$@' contém caracteres não permitidos. Caracteres que não são permitidos: '%2$s'

source: Please enter VPN passphrase.
pt_br: Favor digitar a frase-senha da VPN.

source: Please enter a name and click "OK" or click "Cancel".
pt_br: Por favor digite um nome e clique "OK" ou clique "Cancelar".

source: Please enter a name for the credentials:
pt_br: Favor digitar um nome para as credenciais:

source: Please enter a new name for '%@'.
pt_br: Por favor digite um novo nome para '%@'.

source: Please insert token "%@", then click "OK"
pt_br: Favor inserir o token "%@" e clicar "OK"

source: Private configurations cannot connect when the computer starts. First make the configuration shared, then change this setting.
pt_br: Configurações privadas não podem ser usadas para conectar quando o computador iniciar. Primeiramente compartilhe a configuração a utilizar e então altere este ajuste.

source: Received fatal signal %d.
pt_br: Recebido sinal de erro fatal %d.

source: Resolved symbolic link at '%@' to '%@'
pt_br: Resolvido link simbólico em '%1$@' para '%2$@'

source: Search domain:
pt_br: Domínio de pesquisa:

source: Securing AxionVPN...
pt_br: Protegendo o Tunnelblick…

source: Set DNS/WINS:
pt_br: Configurar DNS/WINS:

source: Single-quote missing in line %u
pt_br: Caractere aspas simples faltando na linha %u

source: Skipped copying %@ because a file with that name and contents has already been copied.
pt_br: Ignorada a cópia de %@ porque um arquivo com mesmo nome e conteúdo já tinha sido copiado.

source: Starting Tunnelblick...
pt_br: Iniciando o Tunnelblick…

source: Startup window:
pt_br: Janela de inicialização:

source: Symbolic links nested too deeply. Gave up at %@
pt_br: Links simbólicos com hierarquia excessiva. Operação abortada em %@

source: TBRunAlertPanel returned an error
pt_br: TBRunAlertPanel retornou um erro

source: TUNNELBLICK is brought to you by
pt_br: TUNNELBLICK é disponibilizado para você por

source: Thank you very much for your donation to the TunnelblickProject.
pt_br: O Projeto Tunnelblick agradece a sua doação.

source: Thanks for your Tunnelblick donation
pt_br: Obrigado pela sua doação para o Tunnelblick

source: That name is being used.
pt_br: Este nome já está sendo utilizado.

source: The %@ system folder (%@) does not exist.
pt_br: A pasta do sistema %1$@ (%2$@) não existe.

source: The %@ system folder (%@) is not secure. Tunnelblick may not work properly unless this is fixed. Disk Utility's 'Repair Disk Permissions' function may be able to repair the problem.
pt_br: A pasta do sistema %1$@ (%2$@) não possui as permissões adequadas. Tunnelblick pode não funcionar adequadamente caso isso não seja corrigido. Utilize a função 'Repair Disk Permissions' do Disk Utility para tentar corrigir.

source: The '%@' OpenVPN option is not allowed on OS X. It is a 'Windows only' option.
pt_br: A opção '%@' do OpenVPN não está disponível para o OS X. Esta opção está disponível apenas para sistemas Windows.

source: The '%@' OpenVPN option is not allowed when using Tunnelblick.
pt_br: A opção '%@' OpenVPN não é permitida quando utilizando o Tunnelblick.

source: The '%@' configuration contains a 'scramble' option but no version of OpenVPN with the scramble patch is available, so version %@ without the patch will be used. This may mean that OpenVPN will not start.
pt_br: A configuração '%1$@' conta com a opção "scramble" mas não há versão de OpenVPN instalada com esta correção disponível, portanto será usada a versão %2$@ sem esta correção assim mesmo.

source: The '%@' configuration contains a 'scramble' option, so OpenVPN version %@ with the scramble patch will be used.
pt_br: A configuração '%1$@' conta com a opção "scramble", portanto será usada a versão %2$@ do OpenVPN com a correção.

source: The '%@' configuration does not contain a 'scramble' option, so OpenVPN version %@ without the scramble patch will be used.
pt_br: A configuração '%1$@' não conta com a opção "scramble", portanto será usada a versão %2$@ do OpenVPN sem a correção.

source: The '%@' configuration does not need a version of OpenVPN with the scramble patch, but a version without the patch is not available, so version %@ which contains the patch will be used.
pt_br: A configuração '%1$@' não necessita da versão de OpenVPN com a correção "scramble", mas uma versão sem esta correção não está instalada, portanto será usada a versão %2$@ contendo a correção assim mesmo.

source: The '%@' credentials may not be added because the list of named credentials is being forced.
pt_br: A credencial '%@' não pode ser adicionada porque a lista de credenciais nominais já está pré-definida.

source: The '%@' credentials may not be deleted because one or more configurations are being forced to use them.
pt_br: A credencial '%@' pode não ser removida porque uma ou mais configurações estão utilizando-as.

source: The '%@' credentials may not be deleted because the list of named credentials is being forced.
pt_br: A credencial '%@' não pode ser removida porque a lista de credenciais nomeadas foi pré-definida.

source: The '%@' option is not allowed in an OpenVPN configuration file that is in a Tunnelblick VPN Configuration unless the file it references is specified with an absolute path.
pt_br: A opção '%@' não é permitida em um arquivo de configuração OpenVPN que é uma configuração Tunnelblick VPN, a não ser que o arquivo referenciado esteja especificado com seu caminho absoluto.

source: The 'credentialsNames' preference must be an array of strings.
pt_br: A preferência 'credentialsNames' deve ser um vetor de strings.

source: The 'namedCredentialsNames' preference must be an array of strings
pt_br: A preferência 'namedCredentialsNames' deve ser um vetor de strings

source: The OpenVPN configuration file in %@ contains a '%@' option, which is a Windows-only option. It cannot be used on OS X.
pt_br: Na linha %1$@ do arquivo de configuração OpenVPN existe uma opção '%2$@' que só está disponível para sistemas Windows. Esta opção não pode ser utilizada em sistemas OS X.

source: The OpenVPN log does not yet exist or has been deleted.
pt_br: O log de eventos do OpenVPN não existe ou foi apagado.

source: The Tunnelblick preferences were corrupted and have been cleared. (The old preferences were renamed.) See the Console Log for details.
pt_br: As preferências Tunnelblick estavam corrompidas e foram reconstruídas (as preferências anteriores foram renomeadas.) Veja os logs da Console para mais detalhes.
