Repository: axionvpn/AxionVPN-OSX
Catalog: tunnelblick/*.lproj/Localizable.strings
Languages: pt_br

source: Would you like to • Create a sample configuration on the Desktop and • Open its OpenVPN configuration file in TextEdit so you can modify it to connect to your VPN?
pt_br: Você gostaria de • Criar uma configuração-amostra no Desktop e • Abrir seu arquivo de configuração do OpenVPN no Editor de Texto para poder modificá-lo e então conectar à sua VPN ?

source: You are not allowed to replace a private configuration
pt_br: Não é permitido substituir uma configuração privada

source: You are not allowed to replace a shared configuration
pt_br: Não é permitido substituir uma configuração compartilhada

source: You cannot make a configuration private if it is set to start when the computer starts.
pt_br: Você não pode tornar uma configuração privada se ela está configurada para ser utilizada quando o computador iniciar.

source: You cannot make a configuration private unless it is disconnected.
pt_br: Você não pode tornar uma configuração privada a não ser que ela esteja desconectada.

source: You cannot make a configuration shared if it is itself an updatable configuration. Note that a Tunnelblick VPN Configuration that is inside an updatable Tunnelblick VPN Configuration can be shared.
pt_br: Não é possível se ter uma configuração compartilhada se a mesma for atualizável. Note que uma configuração VPN Tunnelblick que se encontra definida dentro de uma configuração VPN Tunnelblick atualizável pode ser compartilhada.

source: You cannot make a configuration shared if it is not a Tunnelblick VPN Configuration (.tblk).
pt_br: Você não pode tornar uma configuração compartilhada se ela não é uma configuração VPN do Tunnelblick (.tblk).

source: You cannot make a configuration shared unless it is disconnected.
pt_br: Você não pode tornar uma configuração compartilhada a não ser que ela esteja desconectada.

source: You cannot rename a configuration unless it is disconnected.
pt_br: Você não pode renomear uma configuração a não ser que ela esteja desconectada.

source: You have OpenVPN configurations but you do not have any Tunnelblick VPN Configurations. The OpenVPN configurations must be converted to Tunnelblick VPN Configurations if you want to use them.
pt_br: Voce possui configurações OpenVPN, mas voce não possui quaisquer configurações Tunnelblick VPN. As configurações OpenVPN precisam ser convertidas para configurações Tunnelblick VPN para serem utilizáveis.

source: You have OpenVPN configurations but you do not have any Tunnelblick VPN Configurations. The OpenVPN configurations must be converted to Tunnelblick VPN Configurations if you want to use them. However, Tunnelblick cannot convert them because there was a problem: %@
pt_br: Voce possui configurações OpenVPN, mas voce não possui quaisquer configurações Tunnelblick VPN. As configurações OpenVPN precisam ser convertidas para configurações Tunnelblick VPN para serem utilizáveis. Tunnelblick não pode convertê-las porque havia um problema: %@

source: You have OpenVPN configurations. The OpenVPN configurations must be converted to Tunnelblick VPN Configurations if you want to use them. However, Tunnelblick cannot convert them because there was a problem: %@ If you choose 'Ignore' the configurations will not be available!
pt_br: Voce possui configurações OpenVPN. As configurações OpenVPN precisam ser convertidas para configurações Tunnelblick VPN para serem utilizáveis. O Tunnelblick não conseguiu convertê-las porque havia um problema: %@ Se voce escolher 'Ignore' as configurações não ficarão disponíveis!

source: You have asked to duplicate '%@'.
pt_br: Você pediu para duplicar '%@'.

source: You have asked to make the '%@' configuration private, instead of shared.
pt_br: Você pediu para tornar a configuração '%@' privada, ao invés de compartilhada.

source: You have asked to make the '%@' configuration shared, instead of private.
pt_br: Você pediu para tornar a configuração '%@' compartilhada, ao invés de privada.

source: You have asked to rename '%@' to '%@'.
pt_br: Você pediu para renomear '%1$@' para '%2$@'.

source: You have one or more OpenVPN configurations that will not be available when using this version of Tunnelblick. You can: • Let Tunnelblick convert these OpenVPN configurations to Tunnelblick VPN Configurations; or • Quit and install a different version of Tunnelblick; or • Ignore this and continue without converting. If you choose 'Ignore' the configurations will not be available!
pt_br: Você tem uma ou mais configurações OpenVPN que não estarão disponíveis quando usar esta versão do Tunnelblick. Você pode: • Deixar o Tunnelblick converter essas configurações OpenVPN para configurações VPN Tunnelblick; ou • Sair e instalar uma versão diferente do Tunnelblick; ou • Ignorar e continuar sem converter. Se escolher 'Ignorar' as configurações não estarão disponíveis!

source: You have tried to install a configuration file that is a sample configuration file. The configuration file must be modified to connect to a VPN. You may also need other files, such as certificate or key files, to connect to the VPN. Consult your network administrator or your VPN service provider to obtain configuration and other files or the information you need to modify the sample file. The configuration file is at %@
pt_br: Voce tentou instalar um arquivo de configuração que é apenas um arquivo-exemplo. Este arquivo precisa ser modificado para permitir conexão a uma VPN. Voce também pode necessitar de outros arquivos adicionais, tais como um certificado ou arquivos-chave. Consulte o administrador de sua rede ou o seu provedor de serviços VPN para obter arquivos de configuração e outros arquivos, ou as informações necessárias para modificar o arquivos-exemplo. O arquivo de configuração está em %@

source: You may not connect this configuration. If you convert it to a 'Tunnelblick VPN Connection' (.tblk), you will be able to connect.
pt_br: Você não pode conectar com esta configuração. Se você convertê-la para uma conexão VPN Tunnelblick (.tblk), você poderá conectar.

source: You may not delete a Deployed configuration.
pt_br: Você não pode apagar uma configuração distribuída instalável.

source: You may not delete a configuration unless it is disconnected.
pt_br: Você não pode apagar uma configuração a não ser que esteja desconectada.

source: You may not delete a configuration which is set to start when the computer starts.
pt_br: Você não pode apagar uma configuração que está configurada para ser usada quando o computador iniciar.

source: You may not duplicate a Deployed configuration.
pt_br: Você não pode duplicar uma configuração distribuída instalável.

source: You may not duplicate a configuration which is set to start when the computer starts.
pt_br: Você não pode duplicar uma configuração que está configurada para ser usada quando o computador iniciar.

source: You may not rename a Deployed configuration.
pt_br: Você não pode renomear uma configuração distribuída instalável.

source: You may not rename a configuration which is set to start when the computer starts.
pt_br: Você não pode renomear uma configuraçõa que está configurada para ser usada quando o computador iniciar.

source: You may only revert a private configuration.
pt_br: Você só pode reverter uma configuração privada.

source: You must stop the currently running Tunnelblick to launch the new copy. Click "Close VPN Connections and Stop Tunnelblick" to close all VPN connections and quit the currently running Tunnelblick before launching Tunnelblick.
pt_br: Você deve encerrar a execução atual do Tunnelblick e iniciar a execução da nova cópia. Clique em "Feche as conexões VPN e encerre o Tunnelblick" para fechar todas as conexões VPN e encerrar a execução atual do Tunnelblick, antes de iniciar uma nova execução do mesmo.

source: You will not be able to use Tunnelblick after updating unless you provide an administrator username and password. Are you sure you wish to check for updates?
pt_br: Você não poderá utilizar o Tunnelblick após atualizações a não ser que você forneça um usuário e senha de administrador do sistema. Tem certeza que deseja verificar se há atualizações?

source: Your system clock may not be set correctly. Some or all of your configurations may not connect unless the system clock has the correct date and time.
pt_br: O relógio (system clock) do seu sistema pode não estar sincronizado corretamente. Algumas de suas suas configurações podem não funcionar, a menos que o relógio do seu sistema (data e hora) seja sincronizado adequadamente.

source: "%@" in the Info.plist for %@ is not allowed because the Info.plist for an "inner" .tblk may not contain "updatable" .tblk entries.
pt_br: "%1$@" no Info.plist para %2$@ não é permitido porque o Info.plist para um .tblk aninhado internamente pode não conter entradas .tblk atualizáveis.

source: "%@" in the Info.plist for %@ is not allowed in an "inner" .tblk or conflicts with the same entry in an "outer" .tblk.
pt_br: "%1$@" no Info.plist para %2$@ não é permitido em um .tblk aninhado internamente ou existe conflito com a mesma entrada em um .tblk aninhado externamente.

source: WARNING: This copy of Tunnelblick has been tampered with.
pt_br: ADVERTÊNCIA: Esta cópia do Tunnelblick foi adulterada.

source: WARNING: This copy of Tunnelblick makes your computer insecure. It is for debugging purposes only.
pt_br: AVISO: Esta cópia do Tunnelblick torna seu computador inseguro. Deve ser utilizada apenas para fins de depuração.

source: Note: Files associated with the configuration, such as key or certificate files, will not be deleted.
pt_br: Nota: Arquivos associados com a configuração, como arquivos de chave ou certificados, não serão apagados.

source: Note: The configuration's group credentials will not be deleted because other configurations use them.
pt_br: Nota: A configuração do grupo de credenciais não será apagada porque outras configurações estão utilizando.

source: and install %ld Tunnelblick VPN Configurations
pt_br: e instalar %ld configurações VPN do Tunnelblick

source: using %@ credentials.
pt_br: usando %@ credenciais.

source: easy-rsa installation failed: %@
pt_br: instalação do 'easy-rsa' falhou: %@

source: targetPathToReplaceForDisplayName: %@ was found to replace the configuration with CFBundleIdentifer %@, but earlier, %@ was found to replace it.
pt_br: targetPathToReplaceForDisplayName: %1$@ foi encontrado para substituir a configuração com CFBundleIdentifer %2$@, mas anteriormente %3$@ foi encontrado para substituí-lo.

source: copy %d
pt_br: cópia %d

source: copy
pt_br: cópia

source: %d days %d:%02d:%02d
pt_br: %1$d dias %2$d:%3$02d:%4$02d

source: 64-bit enabling and testing
pt_br: Ativação 64-bit e testes

source: Animation and icon sets code
pt_br: Animação e código de conjunto de ícones

source: Arabic localization
pt_br: Tradução para Árabe

source: Bulgarian localization
pt_br: Tradução para Búlgaro

source: Button images
pt_br: Imagens dos botões

source: Catalan localization
pt_br: Tradução para Catalão

source: Chinese (simplified) localization
pt_br: Tradução para Chinês (simplificado)

source: Chinese (traditional) localization
pt_br: Localização Chinês (tradicional)

source: Common
pt_br: Comum

source: Connected to %@
pt_br: Conectado à %@

source: Contributed much to the early code
pt_br: Contribuiu muito para o código inicial

source: Contributed to early code
pt_br: Contribuiu para o código inicial

source: Czech localization
pt_br: Tradução para Checo

source: Danish localization
pt_br: Tradução para Dinamarquês

source: Disconnected from %@
pt_br: Desconectado de %@

source: Do not show this again
pt_br: Não mostrar novamente

source: Dutch localization
pt_br: Tradução para Holandês

source: Estonian localization
pt_br: Tradução para Estoniano

source: Finnish localization
pt_br: Tradução para Finlandês

source: Founder, original program and documentation
pt_br: Fundador, programa original e documentação

source: French localization
pt_br: Tradução para Francês

source: German localization
pt_br: Tradução para Alemão

source: Greek localization
pt_br: Tradução para Grego

source: Hungarian localization
pt_br: Tradução para Húngaro

source: Icon set including Retina images
pt_br: Conjunto de ícones incluindo imagens Retina

source: Italian localization
pt_br: Tradução para Italiano

source: Japanese localization
pt_br: Tradução para Japonês

source: Korean localization
pt_br: Tradução para Coreano

source: LANGUAGE_LOCALIZATION
pt_br: Tradução para Português (Brasil)

source: LEAD_TRANSLATORS
pt_br: Diego Cogo, Ricardo Rezende, Denis Volpato Martins e Evandro Curvelo Hora

source: Latvian localization
pt_br: Tradução para Letão

source: Localization code tweaks
pt_br: Códigos de ajuste de localização/tradução

source: Multiple configuration folders
pt_br: Várias pastas de configuração

source: Norwegian localization
pt_br: Tradução para Norueguês

source: OpenVPN 2.3 and 64-bit integration
pt_br: OpenVPN 2.3 e integração para 64-bit

source: PKCS#11 support
pt_br: Suporte a PKCS#11

source: Polish localization
pt_br: Tradução para Polonês

source: Portuguese (Brazilian) localization
pt_br: Tradução para Português (Brasileiro)

source: Portuguese localization
pt_br: Tradução para Português

source: Program and documentation enhancements and maintenance after version 3.0b10
pt_br: Melhorias no programa, documentação e manutenção após a versão 3.0b10

source: Russian localization
pt_br: Tradução para Russo

source: Slovak localization
pt_br: Tradução para Eslovaco

source: Spanish localization
pt_br: Tradução para Espanhol

source: Swedish localization
pt_br: Tradução para Sueco

source: Tunnelblick icon
pt_br: Ícone do Tunnelblick

source: Turkish localization
pt_br: Tradução para Turco

source: UKKQueue and UKLoginItemRegistry
pt_br: UKKQueue & UKLoginItemRegistry

source: Ukrainian localization
pt_br: Tradução para Ucraniano

source: Up and Down scripts
pt_br: Scripts de conexão/desconexão

source: Xcode help and OpenSSL integration
pt_br: Ajuda para o Xcode & integração OpenSSL

source: Accept
pt_br: Aceitar

source: Create a Free Account
pt_br: Criar uma conta gratuita

source: Get Different Image
pt_br: Obter imagem diferente

source: Next
pt_br: Próximo

source: Reject
pt_br: Rejeitar

source: Register for Tunnelblick...
pt_br: Registre sua cópia no Projeto Tunnelblick…

source: Cannot obtain image
pt_br: Não foi possível obter imagem

source: Cannot register
pt_br: Não foi possível o registro

source: Email not verified
pt_br: Email não verificado

source: Entries required
pt_br: Entradas obrigatórias

source: Failed to load Terms of Service
pt_br: Falha ao carregar os Termos do Serviço (SLA)

source: No configuration available
pt_br: Nenhuma configuração disponível

source: Password entries must match
pt_br: As entradas de senha precisam ser iguais

source: Prove You are Human
pt_br: Prove que você é humano

source: Register with Tunnelblick
pt_br: Registrar no Projeto Tunnelblick

source: Sorry
pt_br: Desculpe

source: Terms of Service
pt_br: Termos de Serviço (SLA)

source: Tunnelblick - Free VPN
pt_br: Tunnelblick - VPN gratuita

source: Welcome!
pt_br: Bem-vindo!

source: You Must Type the Characters
pt_br: Você precisa digitar os caracteres

source: Confirm password:
pt_br: Confirme a senha:

source: Congratulations! Your account has been created. You should receive an email from Tunnelblick soon. Follow the instructions in the email to verify your email address and then click 'Next'.
pt_br: Parabéns! Sua conta foi criada. Você deverá receber um e-mail do Tunnelblick em breve. Siga as instruções no e-mail para verificar e confirmar seu endereço de e-mail e então clique 'Próximo'.

source: Could not check registration
pt_br: Não foi possível verificar o registro

source: Could not get a captcha image
pt_br: Não foi possível obter a imagem captcha

source: Could not get a session token
pt_br: Não foi possível obter o token de sessão

source: Email address %@ is already registered for an account
pt_br: O endereço de email %@ já está registrado para uma conta

source: Email address:
pt_br: Endereço de email:

source: Invalid URL: %@
pt_br: URL inválida: %@

source: No valid session token.
pt_br: Não há token de sessão válido.

source: Please read our Terms of Service and indicate your acceptance or rejection of them.
pt_br: Por favor leia nossos Termos de Serviço (SLA) e indique se aceita ou rejeita.

source: Please type the characters in the image and click next.
pt_br: Por favor digite os caracteres da imagem.

source: Session token requires encoding
pt_br: Token de sessão requer codificação

source: Session token too long
pt_br: Token de sessão muito longo

source: Sorry, but your request for an account could not be processed: %@
pt_br: Desculpe, mas sua solicitação para uma conta não pôde ser processado: %@

source: Terms of service are unavailable.
pt_br: Termos de Serviço (SLA) não está disponível.

source: The Terms of Service could not be loaded:
pt_br: O Termos de Serviço não pôde ser carregado:

source: The email address has not been verified. You will not be able to login and use the VPN until the email address has been verified by following the instructions in an email sent to you by Tunnelblick when you registered for the service.
pt_br: O endereço de e-mail não foi verificado. Você não poderá fazer login e usar a VPN até que o endereço de email seja verificado seguindo as instruções no e-mail enviado para você pelo Tunnelblick quando você se registrou para o serviço.

source: The email address you entered was not a valid email address.
pt_br: O endereço de email que você digitou não é um endereço de email válido.

source: The password entries must match to proceed.
pt_br: As entradas de senha precisam ser iguais para continuar.

source: The text you entered did not match the text in the Captcha image.
pt_br: O texto que você digitou não combina com o texto na imagem Captcha.

source: There is no configuration named '%@' installed. Try reinstalling Tunnelblick from a disk image.
pt_br: Não há configuração com o nome '%@' instalada. Tente reinstalar o Tunnelblick de uma imagem de disco.

source: To create your free Tunnelblick account we need your email address and a password of your choosing.
pt_br: Para criar sua conta gratuita do Tunnelblick nós precisamos do seu endereço de email e de uma senha de sua escolha.

source: Tunnelblick allows you to explore the Internet freely without restrictions while simultaneously securing your Internet connection.
pt_br: Tunnelblick permite que você explore a Internet livremente sem restrições enquanto simultaneamente protege sua conexão com a Internet.

source: Type the characters above:
pt_br: Digite os caracteres acima:

source: Unable to check account status: %@
pt_br: Não é possível verificar o status da conta: %@

source: Unable to check registration for empty email address
pt_br: Não é possível verificar o registro para um endereço de e-mail vazio

source: Unable to connect to server
pt_br: Não é possível conectar ao servidor

source: You have already registered but not yet confirmed your email address.
pt_br: Você já se registrou mas ainda não confirmou seu endereço de e-mail.

source: You have already registered.
pt_br: Você já está registrado.

source: You must enter an email address and password to login.
pt_br: Você precisa digitar um endereço de email e uma senha para fazer o login.

source: You must enter an email address, password, and password confirmation to proceed.
pt_br: Você precisa digitar um endereço de email, uma senha, e a confirmação de senha para continuar.

source: You must type the characters in the image to proceed.
pt_br: Você precisa digitar os caracteres na imagem para continuar.

source: Your account status could not be verified: %@.
pt_br: O status da sua conta não pôde ser verificado: %@.
