Repository: axionvpn/AxionVPN-OSX
Catalog: tunnelblick/*.lproj/Localizable.strings
Languages: pt_br

source: Disconnect All (%@)
pt_br: Desconectar todas (%@)

source: Disconnect All (%d Connections)
pt_br: Desconectar todas (%d conexões)

source: No Active Connections
pt_br: Nenhuma conexão ativa

source: Username:
pt_br: Usuário:

source: %@ F%d (Command-Option-F%d)
pt_br: %1$@ F%2$d (Command-Option-F%3$d)

source: (None available)
pt_br: (Nenhum disponível)

source: Advanced...
pt_br: Avançado…

source: All Users
pt_br: Todos os usuários

source: Always load Tap driver
pt_br: Sempre carregar o driver Tap

source: Always load Tun driver
pt_br: Sempre carregar o driver Tun

source: Always use the plugin
pt_br: Sempre utilizar o plugin

source: Back
pt_br: Retornar

source: Cancel
pt_br: Cancelar

source: Change Only for This Configuration
pt_br: Mudar apenas para esta configuração

source: Change for the Selected Configurations
pt_br: Mudar para as configurações selecionadas

source: Check For Updates Now
pt_br: Verificar agora se existem novas atualizações

source: Check Now
pt_br: Verificar agora

source: Check for a change
pt_br: Verificar se houve mudança

source: Close VPN Connections and Stop Tunnelblick
pt_br: Fechar as conexões VPN e encerrar o Tunnelblick

source: Connect
pt_br: Conectar

source: Continue
pt_br: Continuar

source: Convert Configurations
pt_br: Converter configurações

source: Copy Console Log to Clipboard
pt_br: Copiar os registros de log da Console para a área de transferência (clipboard)

source: Copy Diagnostic Info to Clipboard
pt_br: Copiar as informações de diagnóstico para a área de transferência (clipboard)

source: Create sample configuration and edit it
pt_br: Criar arquivo-exemplo de configuração e editá-lo

source: Default (%@)
pt_br: Padrão/Default (%@)

source: Delete Credentials
pt_br: Apagar credenciais

source: Delete
pt_br: Apagar

source: Disconnect
pt_br: Desconectar

source: Do not check for a change
pt_br: Não verificar mudança

source: Do not use the plugin
pt_br: Não utilizar o plugin

source: Download
pt_br: Baixar

source: Help
pt_br: Ajuda

source: I DO NOT have configuration files
pt_br: Eu NÃO tenho arquivos de configuração

source: I have configuration files
pt_br: Eu tenho arquivos de configuração

source: Ignore
pt_br: Ignorar

source: Latest (%@)
pt_br: Última (%@)

source: Launch
pt_br: Iniciar

source: Load Tap driver automatically
pt_br: Carregar o driver Tap automaticamente

source: Load Tun driver automatically
pt_br: Carregar o driver Tun automaticamente

source: Manually
pt_br: Manualmente

source: Monochrome icon
pt_br: Ícone monocromático

source: Never load Tap driver
pt_br: Nunca carregar o driver Tap

source: Never load Tun driver
pt_br: Nunca carregar o driver Tun

source: Never show
pt_br: Nunca exibir

source: No keyboard shortcut
pt_br: Nenhum atalho de teclado

source: No sound
pt_br: Sem som

source: Only Me
pt_br: Somente eu

source: Open Uninstall Instructions in Browser
pt_br: Abrir as instruções de desinstalação no seu Navegador

source: Open easy-rsa in Terminal
pt_br: Abrir easy-rsa no Terminal

source: Privacy info...
pt_br: Informações de privacidade…

source: Quit All OpenVPN Processes
pt_br: Encerrar todos os processos OpenVPN

source: Quit
pt_br: Encerrar

source: Reinstall
pt_br: Reinstalar

source: Remove Credentials
pt_br: Remover credenciais

source: Replace
pt_br: Substituir

source: Reset Disabled Warnings
pt_br: Restaurar avisos desativados

source: Restart connection
pt_br: Reiniciar conexão

source: Restore
pt_br: Restaurar

source: Revert
pt_br: Reverter

source: Show on default screen (%u x %u)
pt_br: Mostrar na tela padrão (%1$u x %2$u)

source: Show on screen %u (%u x %u)
pt_br: Mostrar na tela %1$u (%2$u x %3$u)

source: Show when connection status changes
pt_br: Avisar quando o estado da conexão mudar

source: Show while connecting
pt_br: Exibe a tentativa de conexão

source: Skip
pt_br: Próximo

source: Speak
pt_br: Voz sintetizada

source: Standard icon
pt_br: Ícone padrão

source: Terminate All OpenVPN processes
pt_br: Concluir todos os processos do OpenVPN

source: Terminate
pt_br: Terminar

source: This configuration has its own separate credentials
pt_br: Esta configuração possui suas credenciais próprias separadas

source: This configuration uses %@ credentials
pt_br: Esta configuração utiliza as credenciais %@

source: Try again with different credentials
pt_br: Tentar novamente com credenciais diferentes

source: Try again
pt_br: Tentar novamente

source: Tunnelblick 3.3 icon
pt_br: Ícone Tunnelblick 3.3

source: When Tunnelblick launches
pt_br: Quando o Tunnelblick iniciar

source: When computer starts
pt_br: Quando o computador iniciar

source: Add a VPN...
pt_br: Adicionar uma VPN…

source: Connect %@%@
pt_br: Conectar a %@%@

source: Delete Configuration's Credentials in Keychain...
pt_br: Remover credenciais de configuração do chaveiro (keychain)…

source: Disabled because this setting is being forced
pt_br: Desativado porque esta configuração está sendo imposta/pré-definida

source: Disconnect %@%@
pt_br: Desconectar de %@%@

source: Duplicate Configuration...
pt_br: Duplicar configuração…

source: Edit OpenVPN Configuration File...
pt_br: Editar arquivo de configuração do OpenVPN…

source: Examine OpenVPN Configuration File...
pt_br: Examinar arquivo de configuração do OpenVPN…

source: Make Configuration Private...
pt_br: Tornar configuração privada…

source: Make Configuration Shared...
pt_br: Tornar configuração compartilhada…

source: No VPN Configurations Available
pt_br: Nenhuma configuração de VPN disponível

source: Quit AxionVPN
pt_br: Encerrar Tunnelblick

source: Rename Configuration...
pt_br: Renomear configuração…

source: Revert Configuration...
pt_br: Reverter configuração…

source: Show OpenVPN Log in Finder
pt_br: Exibir os logs de eventos do OpenVPN no Finder

source: Suggestion or Bug Report...
pt_br: Sugestão ou relatório de bugs…

source: Settings
pt_br: Informações/Detalhes da VPN…

source: Apply to all
pt_br: Aplicar a todos

source: Check for updates automatically
pt_br: Verificar atualizações automaticamente

source: Check for updates to beta versions
pt_br: Verificar atualizações para versões beta

source: Check if the apparent public IP address changed after connecting
pt_br: Verificar se o endereço IP público mudou após a conexão

source: Disconnect when computer goes to sleep
pt_br: Desconectar quando o computador entrar em modo Sleep

source: Disconnect when user switches out
pt_br: Desconectar quando o usuário sair

source: Display connection submenus
pt_br: Exibir submenus de conexão

source: Display connection timers
pt_br: Exibir cronômetro de conexão

source: Display window while Tunnelblick is starting up
pt_br: Exibir janela enquanto o Tunnelblick está iniciando

source: Do not ask again, always 'Ignore'
pt_br: Não perguntar novamente, sempre 'Ignorar'

source: Do not ask again, always Continue
pt_br: Não perguntar novamente, sempre 'Continuar'

source: Do not ask again, always convert
pt_br: Não perguntar novamente, sempre converter

source: Do not check for IP address changes
pt_br: Não verificar por mudanças de endereço IP

source: Do not show again for any configuration
pt_br: Não mostrar novamente durante configuração

source: Do not warn about this again for this configuration
pt_br: Não avisar sobre isso novamente para esta configuração

source: Do not warn about this again
pt_br: Não avisar sobre isso novamente

source: Flush DNS cache after connecting or disconnecting
pt_br: Limpar a cache DNS depois de conectar ou desconectar

source: Inhibit automatic update checking and IP Address checking
pt_br: Inibir a verificação e atualização automática de endereço IP

source: Keep connected
pt_br: Manter conectado

source: Monitor connection
pt_br: Monitorar conexão

source: Monitor network settings
pt_br: Monitorar configurações de rede

source: Place next to Spotlight icon
pt_br: Exibir ícone próximo ao ícone do Spotlight

source: Prepend domain name to search domains
pt_br: Prefixar o nome do domínio aos domínios de busca

source: Reconnect when computer wakes from sleep (if connected when computer went to sleep)
pt_br: Reconectar quando computador retornar do repouso (se conectado quando o computador entrou no modo de repouso)

source: Reconnect when user switches in
pt_br: Reconectar quando o usuário retornar

source: Reset the primary interface after disconnecting
pt_br: Reiniciar a interface primária após desconectar

source: Route all IPv4 traffic through the VPN
pt_br: Rotear todo o tráfego IPv4 através da VPN

source: Run MTU maximum size test after connecting
pt_br: Testar tamanho máximo de MTU após conectar

source: Save in Keychain
pt_br: Salvar no chaveiro (keychain)

source: Send anonymous profile information when checking
pt_br: Enviar informações de perfil anônimo ao verificar

source: Set DNS after routes are set instead of before routes are set
pt_br: Definir DNS somente depois de configurar as rotas

source: Show when disconnected
pt_br: Exibir quando desconectado

source: Show when the pointer is over the Tunnelblick icon
pt_br: Exibir quando o cursor estiver sobre o ícone do Tunnelblick

source: Do not set nameserver
pt_br: Não configurar nameserver

source: Set nameserver (3.0b10)
pt_br: Definir nameserver (3.0b10)

source: Set nameserver (3.1)
pt_br: Definir nameserver (3.1)

source: Set nameserver (alternate 1)
pt_br: Definir nameserver (alternativa 1)

source: Set nameserver
pt_br: Definir nameserver

source: Double-click to begin
pt_br: Clique-duplo para começar

source: ADD_ROUTES
pt_br: Adicionando rotas

source: ASSIGN_IP
pt_br: Atribuindo endereço IP

source: AUTH
pt_br: Autorizando

source: CONNECTED
pt_br: Conectado

source: CONNECTING
pt_br: Conectando

source: DISCONNECTING
pt_br: Desconectando

source: EXITING
pt_br: Desconectado

source: GET_CONFIG
pt_br: Obtendo configuração

source: PASSWORD_WAIT
pt_br: Aguardando a senha

source: PRIVATE_KEY_WAIT
pt_br: Aguardando frase-chave

source: RECONNECTING
pt_br: Reconectando

source: RESOLVE
pt_br: Resolvendo nome do domínio

source: SLEEP
pt_br: Aguardando pelo processo servidor/daemon

source: TCP_CONNECT
pt_br: Fazendo conexão TCP

source: UDP_CONNECT
pt_br: Fazendo conexão UDP

source: WAIT
pt_br: Aguardando pela resposta do servidor

source: Sample Tunnelblick VPN Configuration
pt_br: Configuração-amostra de VPN do Tunnelblick

source: Computer admin
pt_br: Administrador do computador

source: Configurations
pt_br: Configurações

source: Deployed
pt_br: Implantado

source: (Deployed)
pt_br: (Implantado)

source: (Private)
pt_br: (Privado)

source: (Shared)
pt_br: (Compartilhado)

source: %@ OpenVPN Configuration - Tunnelblick
pt_br: %@ Configuração OpenVPN - Tunnelblick

source: %@%@ Disconnected - Advanced Settings%@
pt_br: Desconectado de %1$@%2$@ - Configurações avançadas%3$@

source: '%@' has been disconnected
pt_br: '%@' foi desconectado

source: Active connection
pt_br: Conexão ativa

source: Add a Configuration
pt_br: Adicionar uma configuração

source: Alert sounds
pt_br: Sons de alerta

source: Alert
pt_br: Alerta

source: All OpenVPN process were terminated.
pt_br: Todos os processos do OpenVPN foram concluídos.

source: All configuration files removed
pt_br: Todos os arquivos de configuração foram removidos

source: Appearance
pt_br: Aparência

source: Authentication failed
pt_br: Autenticação falhou

source: Change for All Selected Configurations?
pt_br: Mudar para todas as configurações selecionadas ?

source: Configuration(s) Ignored
pt_br: Configuração(ões) ignorada(s)

source: Connecting & Disconnecting
pt_br: Conectando e desconectando

source: Could Not Copy Configuration
pt_br: Não foi possível copiar a configuração

source: Could Not Move Configuration
pt_br: Não foi possível mover a configuração

source: Could Not Uninstall Configuration
pt_br: Não foi possível desinstalar a configuração

source: Create and Edit a Sample Configuration?
pt_br: Criar e editar uma configuração-exemplo ?

source: Details - Tunnelblick
pt_br: Detalhes - Tunnelblick

source: Do you want to make this change for all %lu of the selected configurations, or only for '%@'?
pt_br: Mudar para todas as %1$lu configurações selecionadas, ou apenas para '%2$@' ?

source: Do you wish to connect?
pt_br: Deseja conectar ?

source: File not found
pt_br: Arquivo não encontrado

source: Info
pt_br: Informações

source: Install Configuration For All Users?
pt_br: Instalar configuração para todos os usuários?

source: Installation failed
pt_br: Instalação falhou

source: Installation or Repair Failed
pt_br: Instalação ou reparação falhou

source: Installation succeeded
pt_br: Instalado com sucesso

source: Log
pt_br: Log de eventos

source: Name Required
pt_br: Nome obrigatório

source: Name not allowed
pt_br: Nome não permitido

source: New Feature
pt_br: Nova característica

source: No 'dev tun', 'dev utun', or 'dev tap' found
pt_br: Não foi encontrado 'dev tun', 'dev utun' ou 'dev tap'

source: No Credentials
pt_br: Nenhuma credencial

source: One or more OpenVPN processes could not be terminated.
pt_br: Um ou mais processos OpenVPN não puderam ser concluídos.

source: Only computer administrators should update Tunnelblick
pt_br: Somente administradores do computador devem atualizar o Tunnelblick

source: OpenVPN is Not Responding
pt_br: OpenVPN não está respondendo

source: Please Confirm
pt_br: Confirme por favor

source: Please enter a username and password.
pt_br: Favor digitar um usuário e senha.

source: Please insert token
pt_br: Favor inserir token

source: Preferences
pt_br: Preferências

source: Replace Existing File?
pt_br: Substituir arquivo existente?

source: Replace VPN Configuration?
pt_br: Substituir a configuração VPN ?

source: Sample Configuration Created
pt_br: Criada configuração de amostra

source: System Requirements Not Met
pt_br: Requisitos de sistema não atendidos

source: Tunnelblick Configuration Problem
pt_br: Problema de configuração do Tunnelblick

source: Tunnelblick Error
pt_br: Erro do Tunnelblick

source: Tunnelblick is currently running
pt_br: Tunnelblick está sendo executado

source: AxionVPN: Login Required
pt_br: Tunnelblick: Login exigido

source: Tunnelblick: Passphrase Required
pt_br: Tunnelblick: Senha exigida

source: Unable to launch AxionVPN
pt_br: Não é possível iniciar o Tunnelblick

source: Unavailable
pt_br: Não disponível

source: Use 'down-root' plugin for OpenVPN?
pt_br: Utilizar o plugin 'down-root' para OpenVPN ?

source: Utilities
pt_br: Utilitários

source: VPN Configuration Installation Error
pt_br: Erro na instalação da configuração de VPN

source: VPN Configuration Installation
pt_br: Instalação da configuração de VPN

source: VPN Credentials
pt_br: Credenciais VPN

source: Warning!
pt_br: Aviso!

source: Warning
pt_br: Aviso

source: Warning: Unknown OpenVPN processes
pt_br: Aviso: Processos do OpenVPN desconhecidos

source: Welcome to Tunnelblick
pt_br: Bem-vindo ao Tunnelblick

source: Welcome
pt_br: Bem-vindo

source: While Connected
pt_br: Enquanto conectado

source: • Installed %lu configurations
pt_br: • Instalou %lu configurações

source: • Installed one configuration
pt_br: • Instalada uma configuração

source: • Replaced %lu configurations
pt_br: • Substituída(s) %lu configurações

source: • Replaced one configuration
pt_br: • Substituiu uma configuração

source: • Uninstalled %lu configurations
pt_br: • Desinstalou %lu configurações

source: • Uninstalled one configuration
pt_br: • Desinstalou uma configuração

source: • Install %lu configurations
pt_br: • Instalar %lu configurações

source: • Install one configuration
pt_br: • Instalar uma configuração

source: • Replace %lu configurations
pt_br: • Substituir %lu configurações

source: • Replace one configuration
pt_br: • Substituir uma configuração

source: • Uninstall %lu configurations
pt_br: • Desinstalar %lu configurações

source: • Uninstall one configuration
pt_br: • Desinstalar uma configuração

source: • Be installed in /Applications as Tunnelblick
pt_br: • Ser instalado na pasta /Applications como Tunnelblick

source: • Change ownership and permissions of the program to secure it
pt_br: • Mudar propriedade e permissões do programa e assegurá-lo

source: • Convert OpenVPN configurations
pt_br: • Converter configurações do OpenVPN

source: • Install or update configuration(s)
pt_br: • Instalar ou atualizar configuração(ões)

source: • Move the private configurations folder
pt_br: • Mover a pasta de configurações privadas

source: • Secure configurations
pt_br: • Configurações seguras

source: %1$@ is free software: you can redistribute it and/or modify it under the terms of the %2$@ as published by the %3$@. %4$@ is a registered trademark of OpenVPN Technologies, Inc.
pt_br: %1$@ é um software livre: você pode redistribuí-lo e/ou modificá-lo sob os termos do %2$@ como publicado pela %3$@. %4$@ é uma marca registrada da OpenVPN Technologies, Inc.

source: Configurations may be deleted only by a computer administrator. Deletion is immediate and permanent. All settings for '%@' will also be deleted permanently.%@%@
pt_br: Configurações podem ser apagadas apenas por um administrador do computador. A remoção é imediata e permanente. Todos os ajustes para '%1$@' também será removida permanentemente.%2$@%3$@

source: Do you wish to install %@ to %@%@?
pt_br: Você deseja instalar %1$@ para %2$@%3$@?

source: Do you wish to replace %@ in %@ with %@%@?
pt_br: Você deseja substituir %1$@ em %2$@ com %3$@%4$@?

source: Note: OpenVPN configurations will be converted to Tunnelblick VPN Configurations.
pt_br: Nota: Configurações do OpenVPN serão convertidas para Configurações VPN do Tunnelblick.

source: AxionVPN must be installed in Applications.
pt_br: Tunnelblick deve ser instalado em Aplicativos.

source: Tunnelblick needs computer administrator access so it can automatically connect '%@' when the computer starts.
pt_br: O Tunnelblick precisa do acesso administrativo do computador para que possa automaticamente conectar '%@' quando o computador iniciar.

source: Tunnelblick needs computer administrator access so it can stop automatically connecting '%@' when the computer starts.
pt_br: O Tunnelblick precisa do acesso administrativo do computador para que possa parar automaticamente a conexão '%@' quando o computador iniciar.

source: WARNING: This copy of Tunnelblick has been tampered with.
pt_br: AVISO: Esta cópia do Tunnelblick foi adulterada com.

source: %@ exists but is not a folder
pt_br: %@ existe, mas não é uma pasta

source: %@ has been reverted to its last secured (shadow) copy.
pt_br: %@ foi revertido para sua última cópia protegida.

source: %@ is already identical to its last secured (shadow) copy.
pt_br: %@ já é idêntico à sua última cópia protegida.

source: '%@' already exists on the Desktop. Would you like to replace it?
pt_br: '%@' já existe na Mesa. Gostaria de substituí-lo?

source: '%@' does not have any credentials (private key or username and password) stored in the Keychain.
pt_br: '%@' não possui qualquer credencial (chave privada ou usuário e senha) armazenado em suas Chaves.

source: '%@' was not terminated.
pt_br: '%@' não foi finalizado.

source: 'easy-rsaPath' preference ignored; it does not specify a folder
pt_br: A preferência 'easy-rsaPath' foi ignorada; não especificou uma pasta

source: 'easy-rsaPath' preference ignored; it must be an absolute path or start with '~'
pt_br: Ignorada a preferência 'easy-rsaPath'; precisa de um caminho absoluto ou deve começar com o caractere '~'

source: (Never checked)
pt_br: (Nunca marcado)

source: (The 'easy-rsaPath' preference is invalid.)
pt_br: (A preferência 'easy-rsaPath' é inválida.)

source: (if connected when user switched out)
pt_br: (se conectado quando o usuário sair)

source: <br>Based on Tunnelblick, free software available at<br><a href="http://code.google.com/p/tunnelblick">http://code.google.com/p/tunnelblick</a><br><br>OpenVPN is a registered trademark of OpenVPN Technologies, Inc.
pt_br: <br>Baseado no Tunnelblick, software livre disponível em <br><a href="http://code.google.com/p/tunnelblick">http://code.google.com/p/tunnelblick</a><br><br> OpenVPN é marca registrada da OpenVPN Technologies, Inc.

source: A TBPreference or TBAlwaysSetPreference key refers to an unknown preference '%@' in %@
pt_br: Uma chave TBPreference ou TBAlwaysSetPreference se refere a uma preferência desconhecida '%1$@' em %2$@

source: A Tunnelblick VPN Configuration is nested too deeply in '%@'
pt_br: Uma configuração Tunnelblick VPN está localizada em uma hierarquia de subpastas excessiva em '%@'

source: A configuration which requires a passphrase (private key) or a username and password cannot start when the computer starts.
pt_br: Uma configuração que requer uma frase-senha (chave privada) ou usuário e senha não pode ser iniciada automaticamente com o computador.

source: A passphrase is required to connect to %@%@
pt_br: Uma senha é necessária para conectar à %1$@%2$@

source: A private configuration named '%@' already exists. Do you wish to replace it with the shared configuration?
pt_br: Uma configuração privada com nome de '%@' já existe. Você gostaria de substituí-la com a configuração compartilhada?

source: A problem occured while checking this computer's apparent public IP address. See the Console log for details.
pt_br: Um problema ocorreu ao verificar o endereço IP público deste computador. Verifique os logs da Console para mais detalhes.

source: A username and password are required to connect to %@
pt_br: Usuário e senha são necessários para conectar em %@

source: A username and password are required to connect to %@ (using '%@' credentials)
pt_br: Usuário e senha são necessários para conectar em %1$@ (usando credenciais do grupo '%2$@')

source: Add Credentials...
pt_br: Adicionar Credenciais…

source: Added '.sh' extension to %@ so it will be secured properly
pt_br: A extensão '.sh' no arquivo %@ foi adicionada por motivo de segurança

source: Added a '.key' extension to %@ so it will be secured properly
pt_br: A extensão '.key' no arquivo %@ foi adicionada por motivo de segurança

source: Additional contributions by
pt_br: Com contribuições adicionais por

source: After %.1f seconds, gave up trying to fetch IP address information. Tunnelblick will not check that this computer's apparent IP address changes when %@ is connected.
pt_br: Depois de %1$.1f segundos, desisti de atualizar a infromação de endereço IP. Tunnelblick não vai checar que o IP deste computador muda quando %2$@ está conectado.

source: After connecting to %@, DNS does not appear to be working. This may mean that your VPN is not configured correctly.
pt_br: Após conectar à %@, o DNS parece não estar funcionando. Isso pode significar que sua VPN não está configurada corretamente.

source: After connecting to %@, the Internet does not appear to be reachable. This may mean that your VPN is not configured correctly.
pt_br: Após conectar à %@, a Internet parece não estar acessível. Isso pode significar que sua VPN não está configurada corretamente.

source: All configuration files have been removed. Tunnelblick must quit.
pt_br: Todos os arquivos de configuração foram removidos. O Tunnelblick deve ser encerrado.

source: All configurations use %@ credentials
pt_br: Todas as configurações utilizam as credenciais %@

source: An error (status %ld) ocurred while trying to check the security of the %@ configuration. Please quit and relaunch AxionVPN. If the problem persists, please reinstall AxionVPN.
pt_br: um erro (status %1$ld) ocorreu enquanto tentava verificar a segurança da configuração %2$@. Favor encerrar e reinicie o Tunnelblick. Se o problema persistir, favor reinstalar o If the problem persists, please reinstall AxionVPN.

source: An error occurred while trying to launch %@
pt_br: Um erro ocorreu enquanto tentava iniciar %@
