Repository: axionvpn/AxionVPN-OSX
Catalog: tunnelblick/*.lproj/Localizable.strings
Languages: pt_br

source: The attempt to connect %@ has been cancelled: the runOnConnect script returned status: %ld.
pt_br: A tentativa para conectar %1$@ foi cancelada: o script runOnConnect retornou o status: %2$ld.

source: The configuration file for '%@' appears to use the 'user' and/or 'group' options and is using a down script ('Do not set nameserver' not selected, or there is a 'down' option in the configuration file). It is likely that restarting the connection (done automatically when the connection is lost) will fail unless the 'openvpn-down-root.so' plugin for OpenVPN is used. Do you wish to use the plugin?
pt_br: O arquivo de configuração para '%@' aparenta utilizar as opções 'user' e/ou 'group' e está utilizando um 'down script' ('Não definir nameserver' não está selecionado, ou existe uma opção 'down' no arquivo de configuração). É provável que ao reiniciar a conexão (realizado automaticamente quando a conexão é perdida) esta venha a falhar, a não ser que o plugin 'openvpn-down-root.so' para o OpenVPN seja utilizado. Deseja utilizar o plugin?

source: The configuration file for '%@' does not appear to contain a 'dev tun', 'dev utun', or 'dev tap' option. This option may be needed for proper Tunnelblick operation. Consult with your network administrator or the OpenVPN documentation.
pt_br: O arquivo de configuração '%@' não aparenta conter opção 'dev tun', 'dev utun' ou 'dev tap'. Esta opção pode ser necessária para a operação adequada do Tunnelblick. Consulte o administrador da sua rede ou a documentação do OpenVPN.

source: The configuration file refers to a file %@ which does not exist (even in the configuration being replaced).
pt_br: O arquivo de configuração se refere ao arquivo %@ o qual não existe (mesmo no arquivo sendo substituído).

source: The configuration file refers to a file %@ which does not exist in the new configuration, so the existing unsecured file has been used.
pt_br: O arquivo de configuração se refere ao arquivo %@ o qual não existe na nova configuração, de forma que o antigo arquivo inseguro foi utilizado.

source: The configuration file refers to a file %@ which does not exist.
pt_br: O arquivo de configuração se refere ao arquivo %@ o qual não existe.

source: The configuration file refers to a file %@ which should be located at %@ but the file does not exist (even in the configuration being replaced).
pt_br: O arquivo de configuração se refere ao arquivo %1$@ o qual deveria estar localizado em %2$@ mas o arquivo não foi encontrado (mesmo na configuração sendo substituída).

source: The configuration file refers to a file %@ which should be located at %@ but the file does not exist.
pt_br: O arquivo de configuração se refere ao arquivo %1$@ o qual deveria estar localizado em %2$@ mas o arquivo não existe.

source: The credentials (passphrase or username/password) were not accepted by the remote VPN server.
pt_br: As credenciais (frase-senha ou usuário/senha) não foram aceitas pelo servidor remoto de VPN.

source: The credentials named %@ could not be added: %@
pt_br: As credenciais nomeadas %1$@ não puderam ser adicionadas: %2$@

source: The credentials named %@ could not be removed: %@
pt_br: As credenciais nomeadas %1$@ não puderam ser removidas: %2$@

source: The file %@ is empty
pt_br: O arquivo %@ está vazio

source: The file %@ is missing
pt_br: O arquivo %@ não existe

source: The installation, removal, recovery, or repair of one or more Tunnelblick components failed. See the Console Log for details.
pt_br: A instalação, remoção, recuperação, ou reparação de um ou mais componentes do Tunnelblick falhou. Veja os logs da Console para mais detalhes.

source: The passphrase must not be empty! Please enter VPN passphrase.
pt_br: A frase-senha não pode estar vazia! Favor digitar a frase-senha da VPN.

source: The private configuration has never been secured, so you cannot revert to the secured (shadow) copy.
pt_br: A configuração privada nunca foi protegida, então você não pode reverter para a cópia protegida (shadow).

source: The sample configuration folder has been created on your Desktop, and the OpenVPN configuration file has been opened in TextEdit so you can modify the file for your VPN setup. When you have finished editing the OpenVPN configuration file and saved the changes, please 1. Move or copy any key or certificate files associated with the configuration into the 'Sample Tunnelblick VPN Configuration' folder on your Desktop. (This folder has been opened in a Finder window so you can drag the files to it.) 2. Change the folder's name to a name of your choice. This will be the name that Tunnelblick uses for the configuration. 3. Add .tblk to the end of the folder's name. 4. Double-click the folder to install the configuration. The new configuration will be available in Tunnelblick immediately.
pt_br: A pasta da configuração-amostra foi criada no seu Desktop, e o arquivo de configuração do OpenVPN foi aberto no Editor de Texto para que você possa modificá-lo para sua configuração de VPN. Quando finalizar a edição do arquivo de configuração do OpenVPN e após salvar as alterações: 1. Mova ou copie qualquer arquivo de chave ou certificado associados com esta nova configuração para a pasta 'Sample Tunnelblick VPN Configuration'('Configuração VPN de Amostra do Tunnelblick') no seu Desktop. (Esta pasta foi aberta em uma janela do Finder para que você possa arrastar os arquivos para ela.) 2. Altere o nome da pasta para um nome de sua escolha. Este será o nome que o Tunnelblick utilizará para a configuração. 3. Adicione o sufixo .tblk ao final do nome da pasta. 4. Dê um duplo-clique na pasta para instalar a nova configuração. A nova configuração estará disponível imediatamente no Tunnelblick.

source: The username and the password must not be empty! Please enter VPN username/password combination.
pt_br: O usuário e senha não podem estar vazios! Favor digitar usuário e senha associados a esta VPN.

source: There are no OpenVPN configurations to install.
pt_br: Não há nenhuma configuração OpenVPN para instalar.

source: There are no VPN configurations installed. Tunnelblick needs one or more installed configurations to connect to a VPN. Configurations are installed from files that are usually supplied to you by your network manager or VPN service provider. The files must be installed to be used. Configuration files have extensions of .tblk, .ovpn, or .conf. (There may be other files associated with the configuration that have other extensions; ignore them for now.) Do you have any configuration files?
pt_br: Não há configurações VPN instaladas. O Tunnelblick precisa de uma ou mais configurações instaladas para se conectar a uma VPN. Configurações são instaladas a partir de arquivos que geralmente são fornecidos para você pelo administrador da sua rede ou pelo seu provedor de serviços VPN. Os arquivos devem ser instalados para serem utilizados. Arquivos de configurações VPN possuem as extensões de .tblk, .ovpn, ou .conf. (Pode haver outros arquivos associados com estas configurações que possuam outras extensões; ignore-os por enquanto.) Você possui algum arquivo de configuração?

source: There is not an OpenVPN configuration file in '%@'
pt_br: Não existe um arquivo de configuração OpenVPN em '%@'

source: There was a problem with %@: %@
pt_br: Havia um problema com %1$@: %2$@

source: There was a problem: %@
pt_br: Houve um problema: %@

source: This 'Deployed' version of Tunnelblick cannot be launched or installed because it has not been rebranded, or updateFeedURL or SUFeedURL are missing or contain 'tunnelblick.net', or CFBundleIdentifier is missing or contains 'net.tunnelblick'.
pt_br: Esta versão do Tunnelblick não pode ser executada ou instalada porque não foi personalizada, ou o updateFeedURL ou o SUFeedURL estão ausentes ou contém 'tunnelblick.net', ou o CFBundleIdentifier está ausente ou contém 'net.tunnelblick'.

source: This 'Deployed' version of Tunnelblick cannot be launched or installed because it does not have an Info.plist.
pt_br: Esta versão do Tunnelblick não pode ser executada ou instalada porque não contém uma Info.plist.

source: This computer's apparent public IP address was not different after connecting to %@. It is still %@. This may mean that your VPN is not configured correctly.
pt_br: O endereço IP público aparente não mudou depois de conectar a %1$@. Continua %2$@. Isto pode significar que sua VPN não está configurada corretamente.

source: This copy of Tunnelblick has been tampered with (the digital signature is invalid). Please check with the provider of this copy of Tunnelblick before using it.
pt_br: Esta cópia do Tunnelblick foi ADULTERADA (a assinatura digital está inválida). Por favor verifique o ocorrido com o fornecedor dessa cópia antes de usá-lo.

source: This copy of Tunnelblick is not digitally signed. There is no way to verify that this copy has not been tampered with. Check with the the provider of this copy of Tunnelblick before using it.
pt_br: Esta cópia do Tunnelblick não está assinada digitalmente. Não há como verificar se esta cópia foi alterada, e isto representa risco. Verifique com o fornecedor dessa cópia antes de usá-la.

source: This is a 64-bit Intel version of Tunnelblick which will not work properly if it uses tun or tap kexts.
pt_br: Esta é uma versão Intel 64-bits do Tunnelblick que não funcionará corretamente em uma configuração que utilize kexts to tipo tap ou tun.

source: This is a 64-bit Intel version of Tunnelblick which will not work properly with a configuration that uses a tap connection. Use a universal version of Tunnelblick instead.
pt_br: Esta é uma versão Intel 64-bits do Tunnelblick que não funcionará corretamente em uma configuração que utilize uma conexão tap. Utilize a versão universal do Tunnelblick.

source: This is a 64-bit Intel version of Tunnelblick which will not work properly with a configuration that uses tun kexts. Use a universal version of Tunnelblick instead.
pt_br: Esta é uma versão Intel 64-bits do Tunnelblick que não funcionará corretamente em uma configuração que utilize kexts com tun. Utilize a versão universal do Tunnelblick.

source: This is a 64-bit Intel version of Tunnelblick which will not work properly with a configuration that uses tun kexts. You can use a universal version of Tunnelblick or use the OS X 'utun' driver by removing OpenVPN 'dev-type' options - see the OpenVPN documentation.
pt_br: Esta é uma versão Intel 64-bits do Tunnelblick que não funcionará corretamente em uma configuração que utilize kexts com tun. Você pode optar pela versão universal do Tunnelblick ou usar o driver 'utun' removendo as opções do tipo 'dev-type' do OpenVPN - conforme a documentação do OpenVPN.

source: This is a 64-bit Intel version of Tunnelblick which will only run on OS X with a 64-bit kernel, or on OS X 10.6.8 or higher if there is no use of tun or tap kexts.
pt_br: Esta é uma versão Intel 64-bits do Tunnelblick que apenas roda em um kernel de 64-bits do OS X, ou no OS X 10.6.8 ou mais atual se não usar kexts para tun ou tap.

source: This version of Tunnelblick cannot be launched or installed because it has an invalid update URL.
pt_br: Esta versão do Tunnelblick não pode ser iniciada ou instalada porque tem uma URL de atualização inválida.

source: This version of Tunnelblick cannot be launched or installed because it is not a 'Deployed' version, and one or more 'Deployed' versions of Tunnelblick were previously installed.
pt_br: Esta versão do Tunnelblick não pode ser executada ou instalada porque não é uma versão reconhecida como instalável, e uma do Tunnelblick foi instalada previamente.

source: Too many configuration files in '%@'
pt_br: Arquivos de configuração em excesso em '%@'

source: Too many duplicate configurations already exist.
pt_br: Muitas configurações duplicadas já existem.

source: Tunnelblick Internet Use:
pt_br: Uso da Internet pelo Tunnelblick:

source: Tunnelblick can check that the apparent public IP address of your computer changes when you connect to a VPN, and warn you if it doesn't. This may help Tunnelblick diagnose problems with your connection. This process attempts to access %@ Do you wish to check for this IP address change?
pt_br: O Tunnelblick pode verificar se o endereço IP público aparente de seu computador mudará quando se conectar à VPN, e o avisará caso isso não ocorra. Isto pode ajudar o Tunnelblick a diagnosticar problemas em sua conexão. Este processo tenta acessar %@ Deseja checar pela mudança de endereço IP?

source: Tunnelblick could not be configured to automatically launch itself after you log in. See the Console log for details.
pt_br: Tunnelblick não pode ser configurado para ser executado automaticamente após se ter efetuado login. Veja os logs da Console para mais detalhes.

source: Tunnelblick could not be launched because of a problem with the configuration. Please examine the Console Log for details.
pt_br: O Tunnelblick não pode ser iniciado por causa de um problema com a configuração. Favor examinar os logs da Console para mais detalhes.

source: Tunnelblick could not completely uninstall the '%@' configuration. See the Console Log for details.
pt_br: Tunnelblick não consegue desinstalar completamente a configuração '%@'. Veja os logs da Console Log para mais detalhes.

source: Tunnelblick could not copy the '%@' configuration. See the Console Log for details.
pt_br: O Tunnelblick não consegue copiar a configuração '%@'. Veja os logs da Console para mais detalhes.

source: Tunnelblick could not create the empty configuration folder
pt_br: O Tunnelblick não consegue criar a pasta vazia de configuração

source: Tunnelblick could not create the sample configuration
pt_br: O Tunnelblick não consegue criar a configuração-amostra

source: Tunnelblick could not display a window. CFUserNotificationCreate() returned with error = %ld; notification = 0x%lX
pt_br: Tunnelblick não consegue exibir uma janela. CFUserNotificationCreate() retornou um erro = %1$ld; notificação = 0x%2$lX

source: Tunnelblick could not fetch IP address information before the connection to %@ was made.
pt_br: Tunnelblick não consegue obter informação do endereço IP antes que a conexão para %@ seja completada.

source: Tunnelblick could not find the configuration file or the configuration file could not be sanitized. See the Console Log for details.
pt_br: Tunnelblick não consegue encontrar o arquivo de configuração ou o arquivo de configuração não pode ser reconstruído. Veja os logs da Console para mais detalhes.

source: Tunnelblick could not move the '%@' configuration. See the Console Log for details.
pt_br: O Tunnelblick não consegue mover a configuração '%@'. Veja os logs da Console para mais detalhes.

source: Tunnelblick could not uninstall the '%@' configuration. See the Console Log for details.
pt_br: O Tunnelblick não consegue desinstalar a configuração '%@'. Veja os logs da Console para mais detalhes.

source: Tunnelblick encountered a fatal error. Reinstalling Tunnelblick may fix this problem. The problem was: %@
pt_br: Tunnelblick encontrou um erro fatal. Reinstalar o Tunnelblick pode eventualmente resolver o problema. O problema foi: %@

source: Tunnelblick encountered errors with %lu configurations: %@%@%@%@
pt_br: Tunnelblick encontrou erros com %1$lu configurações: %2$@%3$@%4$@%5$@

source: Tunnelblick failed to repair problems with preferences for '%@'. Details are in the Console Log
pt_br: Tunnelblick falhou ao tentar reparar problemas com as preferências para '%@'. Para mais informações veja nos logs da Console

source: Tunnelblick has been secured successfully.
pt_br: Tunnelblick foi protegido com sucesso.

source: Tunnelblick has disconnected '%@' because its configuration file has been removed.
pt_br: O Tunnelblick desconectou '%@' porque seu arquivo de configuração foi removido.

source: Tunnelblick is based on %@.
pt_br: Tunnelblick é baseado em %@.

source: AxionVPN is ready.
pt_br: Tunnelblick está pronto.

source: AxionVPN needs to create or update a secure (shadow) copy of the configuration file.
pt_br: Tunnelblick precisa criar ou atualizar uma cópia (shadow) do arquivo de configuração.

source: AxionVPN needs to:
pt_br: O Tunnelblick precisa:

source: Tunnelblick requires OS X 10.4 or above ("Tiger", "Leopard", or "Snow Leopard")
pt_br: Tunnelblick requer OS X 10.4 ou superior

source: Tunnelblick successfully:
pt_br: Tunnelblick obteve êxito:

source: AxionVPN was successfully installed. Do you wish to launch AxionVPN now?
pt_br: O Tunnelblick foi instalado com sucesso. Deseja iniciar o Tunnelblick agora ?

source: AxionVPN was successfully replaced. Do you wish to launch the new version of AxionVPN now?
pt_br: O Tunnelblick foi substituído com sucesso. Deseja iniciar a nova versão do Tunnelblick agora ?

source: Tunnelblick was unable to establish communications with an existing OpenVPN process for '%@' within %d seconds. The attempt to establish communications has been abandoned.
pt_br: O Tunnelblick não conseguiu estabelecer comunicação com um processo existente do OpenVPN para '%1$@' por %2$d segundos. A tentativa de estabelecer comunicação foi abandonada.

source: Tunnelblick was unable to save its preferences because OS X refused to save them. The preferences may have become corrupt; if so you may need to delete the file that contains them. The preferences are in %@/Library/Preferences/com.AxionVPN.AxionVPN.plist. If they are corrupt, the preferences will be automatically cleared the next time you launch AxionVPN (after making a backup of them).
pt_br: Tunnelblick foi incapaz de salvar suas preferências porque o OS X recusou-se a gravá-las. As preferências podem estar corrompidas; pode ser necessário apagar o arquivo que as contém. As preferências estão localizadas em %@/Library/Preferences/com.AxionVPN.AxionVPN.plist. Se as preferências estão corrompidas, as mesmas serão reconstruídas na próxima vez que voce ativar o Tunnelblick (após fazer um backup das mesmas).

source: Tunnelblick was unable to start OpenVPN to connect %@. For details, see the log in the Settings window
pt_br: Tunnelblick não conseguiu iniciar o OpenVPN para conectar %@. Para os detalhes, veja os logs na janela Detalhes da VPN...

source: Unable to Establish Communication
pt_br: Não é possível estabelecer comunicação

source: Unable to convert OpenVPN configuration
pt_br: Incapaz de converter a configuração OpenVPN

source: Unable to copy file at '%@' to '%@' because the same name is used for different contents
pt_br: Incapaz de copiar arquivo em '%1$@' para '%2$@' porque o mesmo nome está sendo utilizado para conteúdos distintos

source: Unable to create %@ owned by %ld:%ld with %lo permissions
pt_br: Incapaz de criar %1$@ cujo dono é %2$ld:%3$ld com as permissões %4$lo

source: Unable to install the '%@' configuration
pt_br: Incapaz de instalar a configuração '%@'

source: Unable to open configuration file for modification
pt_br: Incapaz de abrir o arquivo de configuração para efetuar modificações

source: Unable to replace the '%@' configuration
pt_br: Incapaz de substituir a configuração '%@'

source: Unable to secure %@ because it is owned by %@
pt_br: Incapaz de alterar as permissões em %1$@ porque este tem como dono %2$@

source: Unable to secure %@
pt_br: Incapaz de alterar as permissões em %@

source: Unable to set permissions on '%@'
pt_br: Incapaz de alterar as permissões em '%@'

source: Unable to store updatable configuration stub at %@
pt_br: Incapaz de armazenar um rascunho (stub) de configuração atualizável em %@

source: Unable to uninstall the '%@' configuration
pt_br: Incapaz de desinstalar a configuração '%@'

source: Unable to write to configuration file for modification
pt_br: Incapaz de gravar a modificação no arquivo de configuração

source: Unexpected disconnection:
pt_br: Desconexão inesperada:

source: Unknown extension '%@' for %@
pt_br: Extensão desconhecida '%1$@' para %2$@

source: Unknown key '%@' in %@
pt_br: Chave desconhecida '%1$@' em %2$@

source: Unknown value '%@' for '%@' in %@
pt_br: Valor desconhecido '%1$@' para '%2$@' em %3$@

source: Updatable configuration '%@' was not stored as updatable because %@ could not be found
pt_br: Configuração atualizável '%1$@' não foi armazenada como atualizável porque %2$@ não foi encontrado

source: Updatable configuration '%@' was not stored as updatable because '%@' could not be copied to '%@'
pt_br: Configuração atualizável '%1$@' não foi armazenada como atualizável porque '%2$@' não foi copiado para '%3$@'

source: Updatable configuration '%@' was not stored as updatable because 'Contents' in the stub .tblk could not be created
pt_br: Configuração atualizável '%@' não foi armazenada como atualizável porque 'Contents' no rascunho (stub) .tblk não foi criado

source: Updatable configuration '%@' was not stored as updatable because 'Contents/Resources' in the stub .tblk could not be created
pt_br: Configuração atualizável '%@' não foi armazenada como atualizável porque 'Contents/Resources' no (rascunho) stub .tblk não foi criado

source: Updatable configuration '%@' was not stored as updatable because 'SUPublicDSAKeyFile' was not a file name with optional extension
pt_br: Configuração atualizável '%@' não foi armazenada como atualizável porque 'SUPublicDSAKeyFile' não era um arquivo com extensão opcional

source: Updatable configuration '%@' was not stored as updatable because 'SUPublicDSAKeyFile' was not a string
pt_br: Configuração atualizável '%@' não foi armazenada como atualizável porque 'SUPublicDSAKeyFile' não era uma string

source: Updatable configuration '%@' was not stored as updatable because its Info.plist 'SUFeedURL' did not start with 'https://' and there was no 'SUPublicDSAKeyFile' entry
pt_br: Configuração atualizável '%@' não foi armazenada como atualizável porque seu Info.plist 'SUFeedURL' não iniciava com 'https://' e não havia uma entrada 'SUPublicDSAKeyFile'

source: Updatable configuration '%@' was not stored as updatable because its Info.plist could not be stored in the stub .tblk
pt_br: Configuração atualizável '%@' não foi armazenada como atualizável porque seu Info.plist não foi armazenado no rascunho (stub) .tblk

source: Updatable configuration '%@' was not stored as updatable because that CFBundleIdentifier has already been processed
pt_br: A configuração atualizável '%@' não foi armazenada como atualizável porque o CFBundleIdentifier já tinha sido processado

source: Updates:
pt_br: Atualizações:

source: VPN Configuration %@ will NOT be installed because it has a lower version number.
pt_br: A configuração de VPN %@ não será instalada porque é de uma versão anterior.

source: VPN Configuration %@ will NOT be installed because the configuration already exists and should not be replaced.
pt_br: A configuração de VPN %@ não será instalada porque a configuração já existe e não deve ser substituída.

source: VPN Connections
pt_br: Conexões VPN

source: Value '%@' for '%@' is not a valid URL in %@
pt_br: Valor '%1$@' para '%2$@' não é uma URL válida em %3$@

source: WINS servers:
pt_br: Servidores WINS:

source: Warning: '%@' is already a named credential.
pt_br: Aviso: '%@' já é uma credencial nomeada.

source: Warning: One or more preferences could not be duplicated. See the Console Log for details.
pt_br: Aviso: Uma ou mais preferências não puderam ser duplicadas. Veja os logs da Console para mais detalhes.

source: Warning: One or more preferences could not be renamed. See the Console Log for details.
pt_br: Aviso: Uma ou mais preferências não puderam ser renomeadas. Veja os logs da Console para detalhes.

source: Warnings:
pt_br: Avisos:

source: When changes to anything else
pt_br: Quando mudar para qualquer outra coisa

source: When changes to pre-VPN value
pt_br: Quando mudar para valor pré-VPN

source: Workgroup:
pt_br: Grupo de Trabalho:
